<div>
    <div class="mb-3.5 text-2xl font-semibold">Инструкция</div>
    <ol class="mb-5 list-decimal pl-4">
        <li>
            Авторизуйтесь (с правами на изменение своих клиенто-проектов и клиентов).
        </li>
        <li>
            Заполните поле <span class="italic">Номер основного договора</span> и номер доп. соглашения (если есть)
        </li>
        <li>
            Включите синхронизацию
        </li>
        <li>
            Нажмите на <span class="italic">Сохранить изменения</span>
        </li>
    </ol>

    <div class="mb-2.5 text-lg font-semibold">Как работает интеграция</div>

    <p class="mb-2.5">
        Когда в 1С появятся акты с указанным номером договора и доп. соглашением (если есть), то этот акт будет 
        доступен в продукте <span class="italic">Каналы</span> и <span class="italic">Сверка</span>
    </p>

    <p>
        Данные по актам появляются при появлении актов в 1С, данные передаются раз в час — в рабочее время. Не 
        переживайте, если не увидите данные сразу.
    </p>
</div>
