<div>
    <div class="mb-3.5 text-2xl font-semibold">Инструкция</div>

    <p>Интеграция доступна только в клиенто-проектах с типом канала <span class="italic">Контекст</span></p>

    <ol class="mb-6 list-decimal pl-4">
        <li>
            Авторизуйтесь (с правами на изменение своих клиенто-проектов и клиентов)
        </li>
        <li>
            Включите синхронизацию
        </li>
        <li>
            Нажмите на Сохранить изменения
        </li>
    </ol>

    <div class="mb-2.5 text-lg font-semibold">Как работает интеграция</div>

    <p class="mb-2.5">
        После настройки интеграции в продукт <span class="italic">Статистика</span> начнут поступать данные по позициям
        из Yandex Search API (<strong>важно</strong>, позиции в Yandex Search API нельзя снять за прошлую дату, только 
        за текущую)
    </p>

    <p>
        Данные передаются раз в сутки — по ночам за предыдущий день. Не переживайте, если не увидите их в отчете сразу.
    </p>
</div>
