<div>
    <div class="mb-3.5 text-2xl font-semibold">Инструкция</div>
    <ol class="mb-6 list-decimal pl-4">
        <li>
            Авторизуйтесь (с правами на изменение своих каналов и клиентов) и Мегаплане в одном браузере
        </li>
        <li>
            Заполните обязательные поля
        </li>
        <li>
            Включите синхронизацию
        </li>
        <li>
            Появится всплывающее окно. Убедитесь, что авторизация произведена под нужным аккаунтом Мегаплана. Если все
            верно, нажмите «Разрешить». Если нет, смените аккаунт на верный и подтвердите обмен данными.
        </li>
        <li>
            Нажмите на Сохранить изменения
        </li>
    </ol>

    <div class="mb-2.5 text-lg font-semibold">Как работает интеграция</div>

    <p>Интеграция подтягивает из дочерних тикетов Мегаплана:</p>

    <ul class="text-caption-text mb-5 list-disc pl-4">
        <li>
            Фактическое время, которое специалист потратил на выполнение работ - время отображается в продукте Каналы
        </li>
        <li>
            Список дел и комментариев, которые становятся доступными в клиентских отчетах
        </li>
    </ul>

    <p>Автоматический съем данных выполняется каждый понедельник в 05:00 и каждое 1-е число месяца в 05:30 - Не
        переживайте, если не увидите данные сразу.</p>
</div>
