<div>
    <div class="mb-3.5 text-2xl font-semibold">Инструкция</div>

    <p>Интеграция доступна в клиенто-проектах с типом канала SEO</p>

    <ol class="mb-6 list-decimal pl-4">
        <li>
            Переключите слайдер в поле «Синхронизация» в положение «включена».
        </li>
        <li>
            Заполните обязательные поля: регион и ключевые фразы для отслеживания позиций.
        </li>
        <li>
            Нажмите «Сохранить изменения».
        </li>
    </ol>

    <div class="mb-2.5 text-lg font-semibold">Как работает интеграция</div>

    <p class="mb-2.5">
        После настройки интеграции в продукт <span class="italic">Статистика</span> начнут поступать данные по позициям
        из Yandex Search API (<strong>важно</strong>, позиции в Yandex Search API нельзя снять за прошлую дату, только
        за текущую)
    </p>

    <p>
        Данные передаются раз в сутки — по ночам за предыдущий день. Не переживайте, если не увидите их в отчете сразу.
    </p>
</div>
