<div>
    <div class="mb-3.5 text-2xl font-semibold">Инструкция</div>
    <ol class="mb-5 list-decimal pl-4">
        <li>
            Авторизуйтесь (с правами на изменение своих каналов и клиентов) и Яндекс.Директе в одном браузере.
        </li>
        <li>
            Переключите слайдер в поле «Синхронизация» в положение «включена».
        </li>
        <li>
            Появится всплывающее окно. Убедитесь, что авторизация произведена под нужным аккаунтом Яндекса. Если все
            верно, нажмите «Разрешить». Если нет, смените аккаунт на верный и подтвердите обмен данными.
        </li>
        <li>
            В настройках слева появится поле «Логин» — в нем будет указан ваш логин в Яндекс.Директе. В выпадающем
            списке будут все логины, привязанные к вашему аккаунту. Выберите нужный.
        </li>
        <li>
            Нажмите на <span class="italic">Сохранить изменения</span>
        </li>
    </ol>

    <p class="mb-2.5">
        Данные передаются раз в сутки — по ночам за предыдущий день. Не переживайте, если не увидите их в отчете сразу.
    </p>

    <p>
        После подключения данные начнут поступать в продукты <span class="italic">Каналы</span> и <span class="italic">Статистика</span>
    </p>
</div>
