<div class="flex flex-col gap-2 min-w-[500px]">
    <span class="text-primary-text text-2xl font-semibold">Инструкция</span>
    <ol class="list-decimal pl-5 py-1">
        <li>
            Авторизуйтесь (с правами на изменение своих каналов и клиентов) и Яндекс.Директе в одном браузере.
        </li>
        <li>
            Переключите слайдер в поле «Синхронизация» в положение «включена».
        </li>
        <li>
            Появится всплывающее окно. Убедитесь, что авторизация произведена под нужным аккаунтом Яндекса. Если все верно, нажмите «Разрешить». Если нет, смените аккаунт на верный и подтвердите обмен данными.
        </li>
        <li>
            В настройках слева появится поле «Логин» — в нем будет указан ваш логин в Яндекс.Директе. В выпадающем списке будут все логины, привязанные к вашему аккаунту. Выберите нужный.
        </li>
        <li>
            Нажмите на Сохранить изменения
        </li>
    </ol>
    <span>
        Данные передаются раз в сутки — по ночам за предыдущий день. Не переживайте, если не увидите их в отчете сразу.
    </span>
    <span>
        После подключения данные начнут поступать в продукты Каналы и Статистика
    </span>
</div>
