<x-panel.scroll-panel style="max-height: 500px">
    <div class="flex min-w-[500px] flex-col gap-2">
        <span class="text-primary-text text-2xl font-semibold">Инструкция</span>
        <ol class="list-decimal py-1 pl-5">
            <li>
                Авторизуйтесь в Яндекс Метрике в одном браузере (с доступом к нужному счётчику).
            </li>
            <li>
                Переключите слайдер в поле «Синхронизация» в положение «включена».
            </li>
            <li>
                Появится всплывающее окно. Убедитесь, что авторизация произведена под нужным аккаунтом Яндекса. Если все верно, нажмите «Разрешить». Если нет, смените аккаунт на верный и подтвердите обмен данными.
            </li>
            <li>
                В настройках слева появится поле «Номер счетчика». Выберите счётчик в формате «номер (домен)».
            </li>
            <li>
                При необходимости задайте атрибуцию, данные с роботами или без, фильтры и отметьте отчёты, которые нужно подтянуть.
            </li>
            <li>
                Нажмите на Сохранить изменения
            </li>
        </ol>
        <span>
            Данные передаются раз в сутки — по ночам за предыдущий день. Не переживайте, если не увидите их в отчете сразу.
        </span>
        <span>
            После подключения данные начнут поступать в продукты Каналы и Статистика
        </span>
    </div>
</x-panel.scroll-panel>
